const Lure = [
  {
    content:
      "원투낚시란, '낚싯줄에 미끼와 10g 이상의 무거운 봉돌을 달아 멀리 던져 바닥에 가라앉힌 다음 바닫에 있는 물고기를 낚는 낚시'를 뜻해",
  },
  {
    content:
      "그렇기 때문에 묶음추를 준비해야 겠지? \n그 외에 낚시대, 낚시 릴, 바늘, 낚시줄 거치대가 필요해.",
  },
  {
    content: "자. 낚시대를 골라볼까? \n먼저 인터넷에 원투낚시대를 검색해볼게.",
  },
  {
    content:
      "여러가지 종류가 있지? \n25-360, 30-450 등.. 앞의 숫자는 낚시대가 견딜 수 있는 봉돌의 무게야. \n앞의 숫자가 25면 25호 봉돌까지 견딜 수 있다는 의미지. \n즉, 앞의 숫자가 클수록 더 무거운 봉돌까지 달 수 있다는 의미야.",
    image: `../assets/firstpage/lure1-1.png`,
  },
  {
    content:
      "그리고 뒤의 260이나 450은 낚시대의 길이를 의미해 360은 3.6m, 450은 4.5미터라는 의미로 뒤의 숫자가 클수록 더 긴 낚시대라는 의미지.",
    image: `../assets/firstpage/lure1-2.png`,
  },
  {
    content:
      "만약 네가 체격이 있다면 30-450이나 25-420을 추천할게. 신장이 작아서 좀 더 짧은 낚시대를 사용하고 싶다면 20-390이나 20-360을 사용하는게 무난할 거야. 만약 초원투 낚시를 하고 싶다면 530 낚시대를 구매할 수도 있어",
  },
  {
    content:
      "봉돌은 조류에 따라 선택하는 것이 좋아. 조류가 빠르면 보다 무거운 봉돌인 18호나 20호를 조류가 없는 곳이면 보다 가벼운 10호나 12호를 사용해. 다만 봉돌은 가격이 저렴하고 밑걸림 발생 시 소실될 수 있어서 여러 종류를 준비하는 것이 좋아",
  },
  {
    content:
      "낚시릴은 크기에 따라 번호가 매겨지는데 1000~2000번은 소형릴, 5000~6000번은 중형, 10000~20000은 대형릴이야. 릴은 크기가 클수록 끌어당기는 힘이 세.",
    image: `../assets/firstpage/lure1-3.png`,
  },
  {
    content:
      "원투에서는 일반적으로 중형 이상의 릴을 사용하는데 멀리 던졌을 때 끌고오기 편하기 때문이야 .",
    image: `../assets/firstpage/lure1-4.png`,
  },
  {
    content:
      "또, 범용 스피닝릴 대신 원투 전용 서프릴을 많이 사용하는데 샐로우 스풀을 장착해 낚시줄을 더 멀리 던질 수 있어.",
    image: `../assets/firstpage/lure1-5.png`,
  },
  {
    content:
      "원투 낚시는 기다림의 낚시이기 때문에 높이 1m 정도의 받침대를 구비하는 것이 좋아",
    image: `../assets/firstpage/lure1-6.png`,
  },
  {
    content:
      "미끼는 갯지렁이, 홍합, 조개등 종류가 다양하지만 범용적인 갯지렁이를 준비하고 현지의 낚시점에서 가장 적합한 물품을 구매하는 것이 좋아 ",
    image: `../assets/firstpage/lure1-6.png`,
  },
  {
    content:
      "이제 원줄을 알아볼게. 원줄은 낚시대에서 목줄까지를 연결하는 줄인데 재질에 따라 나일론, 카본, 합사가 있어.",
    image: `../assets/firstpage/lure1-7.png`,
  },
  {
    content:
      "초보자라면 나일론 원줄을 추천하는데 카본과 합사에 비해 강도가 떨어지지만 잘 늘어나고 수면에 뜨는 성질이 있어 다루기가 쉽거든 ",
    image: `../assets/firstpage/lure1-8.png`,
  },
  {
    content:
      "다음으로 원줄 묶는 법을 알려줄게.생각보다 어려울테니까 천천히 따라해봐! \n 미리 연습해봐야 실제로 갔을 때 빨리 할 수 있어! \n",
    image: `../assets/firstpage/lure3-1.png`,
  },
  {
    content: "이렇게 줄을 한바퀴 돌려",
    image: `../assets/firstpage/lure3-2.png`,
  },
  {
    content: "그리고 중심 줄을 축으로 5-6번 정도 돌리고, 돌렸던 줄을 당겨.",
    image: `../assets/firstpage/lure3-3.png`,
  },
  {
    content: "그리고 다른 줄을 쭉 당기면 끝이야.",
    image: `../assets/firstpage/lure3-4.png`,
  },
  {
    content:
      "이제 목줄을 알아보자. 목줄은 봉돌과 바늘들이 달려있는 줄인데 가장 아래의 봉돌 위로 보통 3개의 바늘이 있어",
  },
  {
    content:
      "초보자인 너의 경우 밑걸림 방지를 위해 가장 아래의 바늘을 제거하는 게 좋아.",
    image: `../assets/firstpage/lure2-1.png`,
  },
  {
    content:
      "목줄은 원줄보다 강도가 낮은 걸 선택해야해. 밑걸림이 생겼을 때 원줄 대신 목줄이 터져야 하거든.",
    image: `../assets/firstpage/lure2-2.png`,
  },
  {
    content:
      "보통 원줄은 나일론줄 5~7호 목줄은 그보다 1~2호 낮은 호수를 사용해.",
    image: `../assets/firstpage/lure2-3.png`,
  },
  {
    content:
      "준비물을 다 잘 챙겼지? \n 자, 이제 매듭법을 알려줄게. \n 생각보다 어려울테니까 천천히 따라해봐! \n 미리 연습해봐야 실제로 갔을 때 빨리 할 수 있어! \n",
  },
];
