const Lure = [
  {
    id: 1,
    content:
      "루어낚시란, '가짜미끼 또는 인조미끼를 이용해 대상어의 포악성과 공격성을 자극하여 낚는 낚시'를 뜻해",
  },
  {
    id: 2,
    content:
      "그렇기 때문에 가짜미끼를 준비해야 겠지? 그 외에 낚시대, 낚시 릴, 바늘, 낚시줄이 필요해. \n 낚시대는 루어낚시대로 준비해야해.",
  },
  {
    id: 3,
    content: "자. 낚시대를 골라볼까? 먼저 인터넷에 루어낚시대를 검색해볼게.",
  },
  {
    id: 4,
    content:
      "여러가지 종류가 있지? \nML, M, UL 등.. 이게 얼마나 휘는지 알려주는 표기야. \nUL < L < ML < M < MH < H < XH 순으로 강한 순서야. \n즉, UL이 제일 부드럽고 가볍고, XH가 가장 무겁고 강해.",
    image: `../assets/firstpage/lure1-1.png`,
  },
  {
    id: 5,
    content:
      "그리고 앞에 S는 스피닝릴, C는 베이트릴을 뜻해. 이건 나중에 다시 알려줄게",
    image: `../assets/firstpage/lure1-2.png`,
  },
  {
    id: 6,
    content:
      "이제 입문하는 너에게는 M이나 ML을 사는 걸 추천해줄게. 또, 바다에 갈거니까 미끼 허용 무게는 5G-30G 정도면 적당해.",
  },
  {
    id: 7,
    content:
      "혹시나 민물로 갈거라면 1G-21G정도면 적당할거야. 같은 ML대여도 미끼 허용 무게가 다르니까 잘 살펴봐야돼.",
  },
  {
    id: 7,
    content:
      "그리고 앞에 쓰여있는 숫자가 낚시대 길이야. 바다에서 하려면 멀리 던져야겠지? 그래서 762이상을 사는 게 좋아. 만약 강이나 도랑에서 사용할거라면, 숫자가 더 작은걸 사면 되는데, 762ML이상인걸로 살살 던지기만 하면 되니까..! 또, 바다에서 더 멀리 던지고 싶으면 862ML나 862M를 사면 돼.",
  },
  {
    id: 8,
    content:
      "자 그리고 아까말한 릴이야. 릴은 크게 베이트릴과 스피닝릴이 있어. 바다에 적합한거는 스피닝릴이야. 보편적으로는 2500번에서 3000번대를 사용해. ",
  },
  {
    id: 9,
    content:
      "이제 미끼를 알아볼게. 루어는 가짜 미끼를 쓰는데, 고무형태로 된걸 '웜'이라고 해. 보통은 '그럽웜'을 사용하고 '지그헤드'와 같이 쓰여. 색은 취향에따라 사면 되고, 여러가지 사용해보면서 조과가 좋은 걸 찾으면 돼.",
  },
  {
    id: 10,
    content:
      "지그헤드는 가짜 미끼를 고정하는 머리 모양의 중량물 중 하나야. 이걸 활용하면 미끼를 고정하면서 적당한 중량으로 물 속에 빠르게 잠수시킬 수 있어. 우리는 1/4oz를 사용하자. 입문용으로 좋아.",
  },
  {
    id: 11,
    content:
      "웜이랑 지그헤드를 연결하는 방법을 알려줄게. 지그헤드를 웜에 대보고 어느 정도에 바늘을 빼낼지 가늠해봐. 그리고 바늘을 머리 가운데 끼워 넣고 아까 체크했던 곳에서 밖으로 바늘을 빼내. 그리고 지그헤드의 몸통 고리부분에 원줄을 묶어 사용하면 돼.",
  },
  {
    id: 12,
    content: "다음으로 원줄 묶는 법을 알려줄게.",
  },
  {
    id: 10,
    content:
      "준비물을 다 잘 챙겼지? \n 자, 이제 매듭법을 알려줄게. \n 생각보다 어려울테니까 천천히 따라해봐! \n 미리 연습해봐야 실제로 갔을 때 빨리 할 수 있어! \n",
  },
];

export default Lure;
