const talk = [
  {
    id: 0,
    content:
<<<<<<< HEAD
      "안녕? 낙낙월드에 온 걸 환영해!\n너에 대해 알고 싶은 게 많아서\n몇 가지 질문을 준비했어!",
=======
      "낙낙에 온 걸 환영한다냥!\n너에 대해 알고 싶은 게 많아서\n몇 가지 질문을 준비했다냥!",
>>>>>>> 849874c40f88a8bfcf84d3c8ca41374d99d78fae
    answer1: "알겠어!",
    answer2: "나에 대해 뭐가 궁금한데?",
  },
  {
    id: 1,
<<<<<<< HEAD
    content: "낙낙월드에 온 이유가 궁금해!",
=======
    content: "낙낙에 온 이유가 궁금하다냥!",
>>>>>>> 849874c40f88a8bfcf84d3c8ca41374d99d78fae
    answer1: "낚시를 한 번 해보고 싶은데 아는게 없어",
    answer2: "수온, 파고 등 낚시 포인트에 대한 정보를 알고 싶어",
  },
  {
    id: 2,
<<<<<<< HEAD
    content: "낚시를 본격적으로 \n해보고 싶은거야?",
=======
    content: "낚시를 본격적으로 \n해보고 싶은거시냥?",
>>>>>>> 849874c40f88a8bfcf84d3c8ca41374d99d78fae
    answer1: "응 낚시를 배워서 취미로 하고 싶어",
    answer2: "아니.. 그냥 일년에 한 두번 정도 하고 싶어",
  },
  {
    id: 3,
    content:
<<<<<<< HEAD
      "그렇다면, 너에게 맞는 \n낚시방법을 찾아줄게!\n어떤 낚시를 더 하고 싶어?",
=======
      "그러면, 너에게 맞는 \n낚시방법을 찾아주겠다냥!\n어떤 낚시를 더 하고 시프냥?",
>>>>>>> 849874c40f88a8bfcf84d3c8ca41374d99d78fae
    answer1: "바다를 바라보며 여유를 즐기고, 운치있는 낚시를 하고 싶어",
    answer2: "지루하게 있는 건 딱 질색이야!",
  },
  {
    id: 4,
<<<<<<< HEAD
    content: "음... 그러면 지렁이를 \n 만질 수 있겠어?",
=======
    content: "냐아... 그러면 지렁이를 \n 만질 수 있겠냐냥?",
>>>>>>> 849874c40f88a8bfcf84d3c8ca41374d99d78fae
    answer1: "만질 수는 있을 것 같아",
    answer2: "지렁이는 죽어도 못만져!!!",
  },
  {
    id: 5,
<<<<<<< HEAD
    content: "그럼 너는 낚시에 대해 \n좀 아는 거야?",
    answer1: "응 난 낚시왕이야 모르는게 없어",
    answer2: "아니.. 잘은 몰라",
  },
=======
    content: "그럼 너는 낚시에 대해 \n좀 아는 거시냥?",
    answer1: "응 난 낚시왕이야 모르는게 없어",
    answer2: "아니.. 잘은 몰라",
  },
  {
    id: 6,
    content: "그렇다면 너에게 \n 루어낚시를 추천해 주겠다냥!",
    answer1: "",
    answer2: "",
  },
  {
    id: 7,
    content: "그렇다면 너에게 \n 원투낚시를 추천해 주겠다냥!",
    answer1: "",
    answer2: "",
  },
  {
    id: 8,
    content:
      "아! 너는 실력자다냥! \n 낙낙에서 열심히 활동해주길 바란다냥! 응원하겠다냥!",
    answer1: "",
    answer2: "",
  },
>>>>>>> 849874c40f88a8bfcf84d3c8ca41374d99d78fae
];

export default talk;
