const talk = [
  {
    id: 0,
    content:
      "안녕? 낙낙월드에 온 걸 환영해! 너에대해 알고 싶은 게 많아서 몇 가지 질문을 준비했어!",
    answer1: "알겠어!",
    answer2: "나에 대해 뭐가 궁금한데?",
  },
  {
    id: 1,
    content: "낙낙월드에 온 이유가 궁금해!",
    answer1: "낚시를 한 번 해보고 싶은데 아는게 없어",
    answer2: "수온, 파고 등 낚시 포인트에 대한 정보를 알고 싶어",
  },
  {
    id: 2,
    content: "낚시를 본격적으로 해보고 싶은거야?",
    answer1: "응 낚시를 배워서 취미로 하고 싶어",
    answer2: "아니.. 그냥 일년에 한 두번 정도 하고 싶어",
  },
  {
    id: 3,
    content:
      "그렇다면, 너에게 맞는 낚시방법을 찾아줄게! 어떤 낚시를 더 하고 싶어?",
    answer1: "바다를 바라보며 여유를 즐기고, 운치있는 낚시를 하고 싶어",
    answer2: "지루하게 있는 건 딱 질색이야!",
  },
  {
    id: 4,
    content: "음... 그러면 지렁이를 만질 수 있겠어?",
    answer1: "만질 수는 있을 것 같아",
    answer2: "지렁이는 죽어도 못만져!!!",
  },
  {
    id: 5,
    content: "그럼 너는 낚시에 대해 좀 아는 거야?",
    answer1: "응 난 낚시왕이야 모르는게 없어",
    answer2: "아니.. 잘은 몰라",
  },
];

export default talk;
