export const point = [
  { pk: 1, title: "갯바위 곶부리", content: "조류소통이 좋은 갯바위 구간" },
  { pk: 2, title: "바텀", content: "특정 포인트의 가장 하단에 있는 곳 [바닥]" },
  { pk: 3, title: "백워터", content: "원래는 뭍이었는데 물에 잠긴 곳" },
  {
    pk: 4,
    title: "브레이크라인",
    content:
      "물속 상황이 급격하게 변하는 지점 예로 일정한 수심이 갑자기 깊어짐.",
  },
  { pk: 5, title: "생추어리", content: "대상어가 지속적으로 머무는 포인트" },
  { pk: 6, title: "스쿨링", content: "물고기들이 단체로 행동하는 모습" },
  {
    pk: 7,
    title: "피딩타임",
    content: "물고기들의 먹이활동 시간 = 익사이팅타임",
  },
  { pk: 8, title: "하비스트", content: "물고기가 먹이활동을 위해 움직이는 것" },
  { pk: 9, title: "스폰", content: "물고기들의 산란" },
  { pk: 10, title: "쇼어라인", content: "육지와 물의 경계선 연안" },
  { pk: 11, title: "오픈워터", content: "물에 아무런 장애물이 없는 포인트" },
  { pk: 12, title: "쉘로우", content: "얕은물" },
  { pk: 13, title: "스팟", content: "특정 포인트" },
  { pk: 14, title: "엣지", content: "물가 가장자리" },
  {
    pk: 15,
    title: "캄사이드",
    content: "정온구역 (바람,파도의 영향을 받지 않음 )",
  },
];

export const action = [
  {
    pk: 1,
    title: "캐스팅",
    content: "대상어종을 잡기 위해 채비를 물속에 던지는 행위",
  },
  {
    pk: 2,
    title: "히트",
    content: "대상어가 미끼를 물었을 때",
  },
  {
    pk: 3,
    title: "액션",
    content: "루어 움직임의 형태를 만드는 행위",
  },
  {
    pk: 4,
    title: "저킹",
    content: "낚시대를 일정방향으로 강하게 들어올리는 동작",
  },
  {
    pk: 5,
    title: "폴링",
    content: "루어를 자연스럽게 물속에 낙하하는 동작",
  },
  {
    pk: 6,
    title: "바이트",
    content: "대상어가 루어를 물었을 때",
  },
  {
    pk: 7,
    title: "훅셋",
    content: "훅킹이라 불리며 바늘을 대상어에 꽂이게 하는 행위",
  },
  {
    pk: 8,
    title: "랜딩",
    content: "미끼를 문 물고기를 물위로 올리는 것",
  },
  {
    pk: 9,
    title: "리트리브",
    content: "릴로 낚시줄을 감아들이는 행위",
  },
  {
    pk: 10,
    title: "릴리즈",
    content: "잡은 물고기를 방생하는 것",
  },
  {
    pk: 11,
    title: "스키핑",
    content: "루어를 수면에 튕기듯 캐스팅 (배스낚시)",
  },
  {
    pk: 12,
    title: "리프트&폴",
    content: "채비를 올렸다 내렸다 반복행위",
  },
  {
    pk: 13,
    title: "호핑",
    content: "낚시대를 만세하듯 들어 루어를 높게 띄우는 행위",
  },
  {
    pk: 14,
    title: "쉐이킹",
    content: "손목을 이용해 로드를 흔들어 반복적인 액션동작",
  },
  {
    pk: 15,
    title: "트위칭",
    content: "캐스팅 후 로드를 흔들면서 리트리브 대상어를 유혹 ",
  },
  {
    pk: 16,
    title: "드래그",
    content: "루어를 바닥에서 질질 끄는 액션",
  },
  {
    pk: 17,
    title: "숏바이트",
    content: "대상어의 짧고 얕은 입질",
  },
  {
    pk: 18,
    title: "두들링",
    content: "진동으로 물고기를 유혹하는 액션",
  },
  {
    pk: 19,
    title: "어프로치",
    content: "루어를 특정포인트에 접근시킴",
  },
  {
    pk: 20,
    title: "프레셔",
    content: "대상어가 경계심을 갖는것을 표현",
  },
];

export const equipment = [
  {
    title: "로드",
    content: "낚시할 때 사용하는 낚싯대를 부르는 용어",
  },
  {
    title: "릴",
    content: "낚싯줄을 감는 장비",
  },
  {
    title: "라인",
    content: "낚시줄 ",
  },
  {
    title: "노브",
    content: "핸들의 손잡이",
  },
  {
    title: "슬랙라인",
    content: "여유줄, 늘어져 있는 라인",
  },
  {
    title: "루어",
    content: "살아있지 않은 가짜미끼",
  },
  {
    title: "미노우",
    content: "작은 물고기의 형태를 띈 루어",
  },
  {
    title: "베이트",
    content: "대상어의 미끼",
  },
  {
    title: "베이트피쉬",
    content: "대상어의 미끼가 되는 물고기",
  },
  {
    title: "하드베이트",
    content: "딱딱한 미끼",
  },
  {
    title: "펜슬베이트",
    content: "막대모양의 수면위를 공략할때 많이 쓰이는 미끼",
  },
  {
    title: "포퍼",
    content:
      "펜슬베이트와 비슷한 모습 , 물의파장을 생성해서 생동감있는 미끼의 움직임",
  },
  {
    title: "탑워터",
    content: "수면위로 공략하는 루어의 종류",
  },
  {
    title: "차거",
    content: "펜슬베이트와 포퍼등의 종류를 합친 루어",
  },
  {
    title: "플로팅",
    content: "물에 뜨는 타입의 미끼",
  },
  {
    title: "블레이드",
    content: "원형 혹은 타원형 루어의 날개부분",
  },
  {
    title: "콤비네이션루어",
    content: "하이브리드 루어와 같은 표현으로 전혀 다른 루어를 혼합한 루어",
  },
  {
    title: "스풀",
    content: "릴에 원줄이 감기는 원통모양",
  },
  {
    title: "드랙",
    content:
      "라인이 스풀에서 풀려나가는 정도를 조절하는 장치 낚싯대를 보호하고 낚시줄이 터지지 않도록 하기 위함",
  },
  {
    title: "드랙노브",
    content: "릴과 로드에 무리한 힘이 전달되는 것을 방지",
  },
  {
    title: "릴풋",
    content: "스피닝릴, 베이트릴을 낚싯대에 결합시키는 고정 받침대",
  },
  {
    title: "백래시",
    content: "베이트릴 스풀에 감긴 라인이 복잡하게 엉키는 현상",
  },
  {
    title: "퍼머",
    content: "스프닝릴 스풀에 감긴 라인이 복잡하게 엉키는 현상",
  },
  {
    title: "서밍",
    content:
      "캐스팅할 때 또는 캐스팅 후 채비를 흘릴때 엄지손가락으로 스풀의 회전을 제어하는 동작",
  },
  {
    title: "플라이어",
    content: "바늘을 빼는데 사용하는 기구",
  },
  {
    title: "태클",
    content: "로드,릴,루어,다양한 소품을 일컷는 말",
  },
  {
    title: "태클박스",
    content: "낚시 도구나 채비들을 넣는 가방",
  },
  {
    title: "쿨러",
    content: " 아이스박스",
  },
  {
    title: "스피닝릴",
    content: "일반 캐스팅 용도로 쓰이는 릴",
  },
];

export const Chaebi = [
  {
    title: "타이라바",
    content: "도미용 러버지그를 뜻함",
  },
  {
    title: "헤드",
    content: "타이라바 채비의 싱커",
  },
  {
    title: "훅",
    content: "바늘을 뜻함",
  },
  {
    title: "스커트",
    content: "여러가닥의 가는 고무줄",
  },
  {
    title: "다운샷",
    content: "봉돌보다 위에 바늘이 위치해 있어 루어가 위쪽에 있음",
  },
  {
    title: "다운샷리그",
    content: "웜과 봉돌 사이를 3~40CM 간격을 둔 채비",
  },
  {
    title: "래틀",
    content: "루어에 구슬이 들어있음,소리를 내는 루어의 부속",
  },
  {
    title: "싱커",
    content: " 봉돌",
  },
  {
    title: "노싱커",
    content: "봉돌 없이 루어와 바늘만 이용한 채비",
  },
  {
    title: "비드",
    content: "채비에 사용되는 작은 구슬",
  },
  {
    title: "옵셋훅",
    content: '바늘 줄을 묶는 곳이 "ㄱ"로 꺾여있음',
  },
  {
    title: "슬랙라인",
    content: "캐스팅을 한 뒤 줄이 쳐저 있는 상태",
  },
  {
    title: "스피너베이트",
    content: "스피너+지그+웜을 결합하여 만든 채비",
  },
  {
    title: "스플리샷리그",
    content: "노싱커채비에 조개봉돌을 달아주는 채비",
  },
  {
    title: "텍사스리그",
    content: "싱커+비드 조합으로 소리가 날 수 있도록 만든 채비",
  },
  {
    title: "와키리그",
    content: "노싱커계열 웜의 중간에 바늘을 뀀",
  },
  {
    title: "위드가드",
    content: " 와이어나 철사를 바늘에 걸어두어 손상을 방지",
  },
];

export const manner = [
  {
    pk: 1,
    title: "위협적 캐스팅 금지",
    content:
      "항상 좌우 후방에 사람이 있는지 살펴보신 후 캐스팅을 해야 합니다. 낚시꾼이 채비를 던지기 위해 낚시대를 뒤로 젖히는 행위가 타인에게 흉기를 휘두르는 행위가 될 수 있음을 명시해야 합니다.",
  },
  {
    pk: 2,
    title: "대각선 캐스팅 금지",
    content:
      "대각선으로 낚싯줄을 던져 다른 낚시인의 구역을 침범하는 행위. 양옆으로 낚시하는 분들이 많이 계실 경우 공략 반경을 좁히고 타인의 영역에 침범하지 않도록 세심한 주의를 기울여야 한다.",
  },
  {
    pk: 3,
    title: "줄엉킴 발생 시 줄 끊기 금지",
    content:
      "줄 엉킴이 발생했을 때 엉킨 줄을 풀기 어려운 경우가 있는데 그럴때 타인의 줄을 끊어버리는 비매너는 삼가해야 한다.",
  },
  {
    pk: 4,
    title: "내가 가져온 채비는 내가 챙기자",
    content:
      "낚시꾼이 버리고 간 채비나 장비는 환경오염을 유발합니다. 진정한 낚시인이라면 자신이 들고 온 채비들은 자신이 챙겨가야 합니다.",
  },
  {
    pk: 5,
    title: "밑밥들은 물청소 해주기",
    content:
      "갯바위에 장시간 노출되어 말라비틀어진 밑밥새우들은 코를 찌를듯한 악취를 풍기기도 합니다. 간단한 물청소만으로도 밑밥을 쉽게 취울 수 있습니다. 철수전에 물을 2~3회 뿌려 청소를 해주시면 다음에 오시는 분도 청결한 상태에서 낚시를 즐길 수 있습니다.",
  },
  {
    pk: 6,
    title: "금어기 및 금지체장 준수",
    content:
      "성숙한 낚시인으로써 어종별 금지체장과 금어기를 준수해 주시기 바랍니다.",
  },
];

export const limit_length = {
  기름가자미: "20cm",
  기수재첩: "1.5cm",
  갯장어: "40cm",
  넙치: "35cm",
  농어: "30cm",
  도루묵: "11cm",
  대문어: "600g",
  돌돔: "24cm",
  미거지: "40cm",
  민어: "33cm",
  방어: "30cm",
  볼락: "15cm",
  붕장어: "35cm",
  용가자미: "20cm",
  우럭: "23cm",
  참가자미: "20cm",
  참돔: "24cm",
  청어: "20cm",
  황돔: "15cm",
  황복: "20cm",
};
