export const quest = [
  {
    pk: 1,
    title: "볼락 학살자",
    content:
      "당신은 볼락 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 2,
    title: "참돔 킬러 ",
    content:
      "당신은 참돔을 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다.",
  },
  {
    pk: 3,
    title: "어장의 탐험가",
    content: "어장에 도감 상의 모든 물고기들을 넣은 당신은 진정한 NAKNAK인",
  },
  {
    pk: 4,
    title: "바다의 왕자",
    content: "도감을 전부 채운 당신은 진정한 낚시 마스터",
  },
  {
    pk: 5,
    title: "우럭의 전설",
    content:
      "당신은 우럭 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 6,
    title: "방어 헌터",
    content:
      "당신은 방어 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 7,
    title: "가자미 낚시의 달인",
    content: "",
  },
  {
    pk: 8,
    title: "보리멸 마에스트로",
    content:
      "당신은 보리멸 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 9,
    title: "도다리 내놔",
    content:
      "당신은 도다리 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 10,
    title: "노래미 도래미",
    content:
      "당신은 노래미 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 11,
    title: "돌돔돔돌",
    content:
      "당신은 돌돔 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 12,
    title: "감성돔에 치유받는 영혼",
    content:
      "당신은 감성돔 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 13,
    title: "벵에돔 정복자",
    content:
      "당신은 벵에돔 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 14,
    title: "학꽁치잡는 야만인",
    content:
      "당신은 학꽁치 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 15,
    title: "숭어의 신비한 친구",
    content:
      "당신은 숭어 총 1000마리 잡으셔서 NAKNAK에서 가장 많이 잡으신 인물이기에 이 칭호를 드립니다",
  },
  {
    pk: 16,
    title: "최고의 생선",
    content:
      "당신은 NAKNAK 최고의 생선을 잡으셨습니다. 낚시인들은 위대한 업적을 영원히 기릴 것입니다.",
  },
  {
    pk: 17,
    title: "다다익선",
    content:
      "당신은 NAKNAK 가장 많은 생선을 잡으셨습니다. 낚시인들은 위대한 업적을 영원히 기릴 것입니다.",
  },
  {
    pk: 18,
    title: "Da-rum-da-rim-da, 늘어나라 하늘로 여의봉",
    content:
      "당신은 NAKNAK 가장 긴 생선을 잡으셨습니다. 낚시인들은 위대한 업적을 영원히 기릴 것입니다.",
  },
];
