export const tmi = [
  {
    pk: 1,
    title: "성전환을 하는 생선이 있다는 사실을 아시나요?",
    content: "감성돔은 수컷으로 태어나 자웅동체가 되고 이후 완전히 분리됩니다",
  },
  {
    pk: 2,
    title: "한국에서 가장 비싼 생선은 무엇일까요?",
    content:
      "그 이름부터 비싼 금태입니다. 금태는 1마리 500g에 무려 3만원 이상의 가격을 가진답니다",
  },
  {
    pk: 3,
    title: "오늘의 질문 : 낚시세를 부과하는 나라가 있다 ??  O / X",
    content:
      "정답은 O / 독일과 일본은 환경 보호를 위해서 낚시세를 부과한답니다",
  },
  {
    pk: 4,
    title:
      "오늘의 질문 : 당신은 금붕어를 키우고 싶어하는 로마 주민입니다. 둥근 어항과 네모 어항 무엇을 선택하시겠어요?",
    content:
      "만약 둥근 어항을 골랐다면 당신은 범법자입니다. 로마에선 둥근 어항에 금붕어롤 키우면 불법이니까요",
  },
];

//   <감성돔은 성전환을 하는 어종이다

//   수컷으로 태어나 자웅동체가 되고 이후 완전히 분리된다

// 한국에서 가장 비싼 생선을 아시나요

//   금태는 1마리 500g에 3만원 이랍니다

// 독일과 일본에서는 낚시세를 걷는다는 사실을 알고 계신가요
//   환경 보호를 위해서

// 로마에서는 둥근 어항에 금붕어로르 키우면 불법입니다>
